{
    "esp": {
        "part-one": "¡Hola! Es bastante probable que no me conozcas aún, pero… Para eso es este montón de texto de aquí, ¡bienvenido!\nSoy Juliam, un Desarrollador Web que por diversas razones ~~malas prácticas del mercado~~ terminó siendo un Desarrollador Web Fullstack. Me especializo en recolectar y organizar ideas, resolver problemas, y pensar en cómo pensar mejor.\nLlevo dos años y medio programando profesionalmente. Actualmente lidero el equipo de tecnología en CPF Floors, donde transformamos el tradicional proceso de 'vender pisos' en algo rápido, seguro y sencillo mediante herramientas digitales, y un montón de ideas dentro, y fuera de lo común.",
        "part-two": "Actualmente me especializo en JavaScript, trabajando con TypeScript como mi veneno de elección. Además, me encuentro ampliando mis horizontes con Python para adentrarme en Ciencia de Datos y Machine Learning. Además, manejo bases de datos SQL, NoSQL, servicios de AWS y otras tecnologías que puedes encontrar detalladas en mi librería de habilidades.\nEn cuanto a mi trayectoria profesional, aunque “breve” (ya que trabajo desde los 12 años), ha sido muy diversa:",
        "part-bullets": "Fui técnico de sistemas desde mi temprana juventud.\nDe un momento a otro terminé siendo “Analista de IAs” (básicamente alimentaba a las IAs con los datos correctos en herramientas de marcado)\nLuego decidí ser Profesor de Inglés.\nVolví a la empresa de las IAs, pero aterricé en su división especial, siendo un Web Scraper profesional (además de desarrollar ciertas soluciones en el camino para los clientes)\nY finalmente terminé como Fullstack Developer, creando, reciclando y re-imaginando cosas que desde pequeño soñaba con hacer.",
        "final-part": "Te preguntarás, ¿para qué te digo todo esto? Quiero que te lleves una impresión genuina de mí, y que conozcas que quiero trabajar justo con ese principio. Me motiva trabajar con ideas genuinas que impacten el mercado o simplemente automaticen procesos cotidianos. Si logré captar tu atención, te dejaré mi formulario de contacto por acá, y te invito a que conversemos y organicemos ese proyecto que tanto anhelas.\nY sino, pues también siempre estoy dispuesto a compartir ideas, opiniones de videojuegos, libros, o simplemente aprender algo juntos.\n¡Nos vemos!"
    },
    "eng": {
        "part-one": "Hey there! We're probably strangers, but that's what this is all about. Nice to meet you!\nI'm Juliam, a Full Stack Web Developer who kind of fell into the deep end and loved it. I'm all about turning ideas into reality and finding smarter ways to do things.\nI've been programming professionally for two and a half years. Currently, I lead the tech team at CPF Floors, where we're transforming the traditional 'selling floors' process into something quick, secure, and simple using digital tools and a ton of out-of-the-box ideas.",
        "part-two": "I specialize in JavaScript, using TypeScript as my language of choice. Additionally, I'm expanding my horizons with Python to delve into Data Science and Machine Learning. I also manage SQL and NoSQL databases, AWS services, and other technologies detailed in my skillset library.\nAlthough my professional journey has been 'brief' (as I've been working since my 12), it's been quite diverse:",
        "part-bullets": "\nSystems technician from a young age\n'AI Analyst' (basically feeding AI with the right data in annotation tools)\nEnglish Teacher\nProfessional Web Scraper and Web Developer\nAnd finally I ended up as a Fullstack Developer, creating, recycling and re-imagining things I dreamed of doing since I was a kid.",
        "final-part": "... Why am I telling you all this? I want you to get a genuine impression of me and to know that I want to work with that same principle. I'm motivated by working on genuine ideas that impact the market or simply automate everyday processes. If I've piqued your interest, I'll leave my contact form here and invite you to chat and organize that project you've been longing for. And if not, I'm always open to sharing ideas, opinions on video games, books, or simply learning something together.\nSee you!"
    }
}